Repository: epsi-rns/AlumniBook-SF2
Catalog: src/Iluni/BookBundle/Resources/translations/elements.*.xlf
Languages: id

source: Group Display
id: Gabungkan Tampilan

source: Sort Display
id: Urutkan Tampilan

source: Order by
id: Urutkan dengan

source: Filter Display
id: Saring Tampilan

source: Grouping:
id: Pengelompokan:

source: Ordering:
id: Pengurutan:

source: Filter:
id: Penyaringan:

source: Community
id: Komunitas

source: Choose Occupation/ Job Type
id: Pilih Jenis Pekerjaan

source: Choose Competency
id: Pilih Kompetensi

source: Choose Job Position
id: Pilih Jabatan

source: Choose Business Field
id: Pilih Bidang Usaha

source: Detail of this alumna/us
id: Lihat detail dari alumna/us ini

source: Detail of this organization
id: Lihat detail dari organisasi ini

source: Browse alumni with same competency
id: Jelajah lulusan dengan kompetensi yang sama

source: Browse alumni with same community
id: Jelajah lulusan dengan komunitas yang sama

source: Browse organization with same business field
id: Jelajah perusahaan dengan bidang usaha yang sama

source: Mr.
id: Bapak

source: Ms.
id: Ibu

source: Brother
id: Abang

source: Sister
id: Kakak
