Repository: epsi-rns/AlumniBook-SF2
Catalog: src/Iluni/BookBundle/Resources/translations/forms.*.xlf
Languages: id

source: Action
id: Tindakan

source: Name
id: Nama

source: Full Name
id: Nama Lengkap

source: Last Update
id: Pembaruan

source: Note
id: Catatan

source: Organization
id: Organisasi

source: Community
id: Komunitas

source: Name (Organization/ Company)
id: Nama (Organisasi/ Perusahaan)

source: Name (Alumna/us)
id: Nama (Alumni)

source: Gender
id: Jenis Kelamin

source: Male
id: Pria

source: Female
id: Wanita

source: Religion
id: Agama

source: Birth Place
id: Tempat Lahir

source: Birth Date
id: Tanggal Lahir

source: Weekday
id: Hari

source: Day
id: Tanggal

source: Month
id: Bulan

source: Parent
id: Induk

source: Branch
id: Cabang

source: Brief
id: Singkat

source: Type
id: Jenis

source: Faculty
id: Fakultas

source: Department
id: Jurusan

source: Department
id: Departemen

source: Class of
id: Angkatan

source: Subclass
id: Khusus

source: Class of (year)
id: Angkatan (tahun)

source: Decade
id: Dekade

source: Members
id: Anggota

source: Members Count
id: Jumlah Anggota

source: Total for each communities
id: Jumlah untuk tiap komunitas

source: Percent
id: Persentase

source: Total
id: Jumlah

source: Chart
id: Bagan

source: Contact
id: Kontak

source: Contact Type
id: Jenis Kontak

source: Address
id: Alamat

source: Region
id: Daerah

source: Area
id: Kawasan

source: Building
id: Gedung

source: Street
id: Jalan

source: Postal Code
id: Kode Pos

source: Country
id: Negara

source: Province
id: Propinsi

source: District
id: Wilayah

source: Code: Country
id: Kode: Negara

source: Code: Province
id: Kode: Propinsi

source: Code: District
id: Kode: Wilayah

source: Community - Year
id: Komunitas - Angkatan

source: Job Type
id: Pekerjaan

source: Job position
id: Jabatan

source: Structural Job Position
id: Jabatan Struktural

source: Functional Job Position
id: Jabatan Fungsional

source: Certification
id: Sertifikasi

source: Institution
id: Institusi

source: Competency
id: Kompetensi

source: Description
id: Keterangan

source: Year
id: Tahun

source: Experience
id: Pengalaman

source: Business Field
id: Bidang Usaha

source: Product
id: Produk

source: Year in
id: Tahun masuk

source: Year out
id: Tahun keluar

source: Admitted
id: Diterima

source: Graduated
id: Lulus

source: Degree
id: Titel

source: Major
id: Fakultas

source: Minor
id: Jurusan

source: Concentration
id: Program Studi

source: Birth Place/ Date
id: Tempat/ Tanggal Lahir

source: Experiences
id: Pengalaman Kerja

source: Occupation
id: Pekerjaan

source: Job Position
id: Jabatan

source: Parent
id: Induk

source: Branch
id: Cabang

source: Residence
id: Alamat Rumah

source: Workplace
id: Alamat Kerja

source: Office
id: Alamat Kantor

source: -- Select Religion --
id: -- Pilih Agama --

source: -- Select Occupation --
id: -- Pilih Pekerjaan --

source: -- Select Job Position --
id: -- Pilih Jabatan --

source: -- Select Country --
id: -- Pilih Negara --

source: -- Select Province --
id: -- Pilih Propinsi --

source: -- Select District --
id: -- Pilih Kabupaten --

source: Group
id: Kelompok

source: -- Default --
id: -- Pilihan Default --

source: -- Academic Formal --
id: -- Struktur Kampus Resmi --

source: -- Student Club --
id: -- Badan Kemahasiswaan --

source: -- Whole Year --
id: -- Setahun Penuh --

source: -- All Kind of Contacts --
id: -- Semua Jenis Kontak --

source: -- All Programs --
id: -- Semua Program --

source: -- All Faculties --
id: -- Semua Fakultas --

source: -- All Departments --
id: -- Semua Departemen --

source: -- All Classes --
id: -- Semua Angkatan --

source: -- All Strata --
id: -- Semua Strata --

source: -- All Occupations --
id: -- Semua Jenis Pekerjaan --

source: -- All Job Positions --
id: -- Semua Jabatan --

source: -- All Business Fields -
id: -- Semua Bidang Usaha --

source: -- All Competencies --
id: -- Semua Kompetensi --

source: -- please select faculty first --
id: -- Pilihlah fakultas terlebih dahulu --

source: -- all departments in this faculty --
id: -- Semua departemen di fakultas ini --

source: -- please select province first --
id: -- Pilihlah propinsi terlebih dahulu --

source: -- all districts in this province --
id: -- Semua kabupaten di propinsi ini --

source: -- Pick Alumni --
id: -- Petik Alumni --

source: -- Lookup Alumna/us Name --
id: -- Cari nama alumni dalam daftar --

source: -- Pick Organization/ Company --
id: -- Petik Organisasi/ Perusahaan --

source: -- Lookup Organization/ Company Nam --
id: -- Cari nama perusahaan dalam daftar --

source: -- Pick Community --
id: -- Petik Komunitas --

source: -- Lookup Community Name --
id: -- Cari nama komunitas dalam daftar --
