Repository: epsi-rns/AlumniBook-SF2
Catalog: src/Iluni/BookBundle/Resources/translations/navigation.*.xlf
Languages: id

source: Alumni Book
id: Buku Alumni

source: Home
id: Mulai

source: Start Page
id: Serambi Depan

source: Copyright
id: Hak Cipta

source: Full Feed
id: Umpan Penuh

source: Logout
id: Keluar Log

source: Users
id: Pengguna

source: Screenshot
id: Cuplikan Layar

source: About
id: Ikhtisar

source: Developer News
id: Kabar Acak

source: Community
id: Komunitas

source: All Departments
id: Semua Jurusan

source: Total Chart
id: Bagan Jumlah

source: Add Alumna/us
id: Tambah Alumni

source: Add Organization
id: Tambah Organisasi

source: Manage Alumni
id: Kelola Alumni

source: Manage Organization
id: Kelola Organisasi

source: Organization/ Companies
id: Organisasi/ Perusahaan

source: Birthday
id: Ulang Tahun

source: Competencies
id: Kompetensi

source: Certifications
id: Sertifikasi

source: Academic Degrees
id: Kesarjanaan

source: Experiences
id: Pengalaman Kerja

source: Organizations
id: Organisasi

source: Business Fields
id: Bidang Usaha

source: Occupation
id: Pekerjaan

source: Job Position
id: Jabatan

source: Community Summary
id: Ringkasan Komunitas

source: Manage Data
id: Kelola Data

source: Browse Alumni
id: Jelajah Alumni

source: Browse Organizations
id: Jelajah Organisasi

source: Browse Mapping
id: Jelajah Pemetaan

source: Admin Data Entry
id: Tata Usaha Pengetikan Data

source: Attribute of Alumni
id: Atribut Alumni

source: Attribute of Organization
id: Atribut Organisasi

source: Job and Occupation
id: Pekerjaan dan Jabatan

source: Last updated of this data:
id: Data ini terakhir diperbarui tanggal

source: Start looking here...
id: Mulai mencari di sini...

source: Total Summary in Chart
id: Ringkasan Jumlah dalam Bagan

source: Addresses: Home/ Residence
id: Alamat: Rumah/ Tempat Tinggal

source: Personal Contacts
id: Kontak Pribadi

source: Browse Organizations/ Companies
id: Jelajah Organisasi/ Perusahaan

source: Fields
id: Bidang Usaha

source: Addresses: Office
id: Alamat: Kantor

source: Office Contacts
id: Kontak Kantor

source: Addresses: Job/ Work Place
id: Alamat: di Pekerjaan

source: Job Contacts
id: Kontak di Pekerjaan

source: Communities
id: Komunitas

source: Map
id: Pemetaan

source: Home/ Residence
id: Alamat Rumah

source: Workplaces
id: Alamat Kerja

source: Contacts
id: Kontak

source: Offices
id: Alamat Kantor

source: Birth Place/ Date
id: Tempat/ Tanggal Lahir

source: Organization
id: Organisasi

source: Field
id: Bidang

source: Workplace
id: Alamat Kerja

source: Residence
id: Alamat Rumah

source: Office
id: Alamat Kantor
